Repository: TheFerrango/MorseSender-old
Catalog: OldApp/Morse sender/Langs/AppResources.*.xlf
Languages: it

# Resx/t2m
source: Text to Morse
it: Testo -> Morse

# Resx/m2t
source: Morse to Text
it: Morse -> Testo

# Resx/AboutTit
source: About morse sender
it: Informazioni su Morse sender

# Resx/AboutText
source: Translate your text into morse code and back! Note that morse letters are separeted by white spaces ' ' and morse words are separeted by slashes '/'
it: Traduci i tuoi messaggi in codice morse e viceversa! Ricorda che le lettere morse sono separate da spazi ' ' e le parole morse sono separate da barre '/'

# Resx/TextCode
source: Your text here
it: Il tuo messaggio qui

# Resx/FirstPivot
source: message
it: messaggio

# Resx/SecondPivot
source: translation
it: traduzione

# Resx/PlayErrTxt
source: You can only play morse code. Please select 'Text to Morse' mode and try again
it: È possibile riprodurre solo codice morse. Selezionare la modalità 'Da testo a morse' e riprovare

# Resx/SentFrom
source: Sent from Morse sender for Windows Phone
it: Inviato tramite Morse sender per Windows Phone

# Resx/ShareText
source: Share via:
it: Condividi tramite:

# Resx/ContactMe
source: If you have comments or suggestions, please feel free to contact me at the following address:
it: Se hai commenti o suggerimenti, non esitare a contattarmi al seguente indirizzo:

# Resx/ThirdParty
source: This application makes use of Coding4Fun's Controls library
it: Questa applicazione fa uso della libreria Controlli di Coding4Fun
